{
  "home":"الصفحة الرئيسية",
  "name":"المدونات",
  "name2":" تفاصيل المقال",
"title":"مدونة Nonda Coffee",
"description":"مرحبًا بك في مدونة Nonda Coffee، حيث نأخذك في رحلة ممتعة إلى عالم القهوة ومجتمعها. اكتشف أحدث المقالات، النصائح، والأخبار التي تلهمك وتُثري معرفتك حول القهوة وكل ما يتعلق بها."
,
"articles": {
    "title": "مقالات Nonda Coffee - لعشاق القهوة",
    "description": "اكتشف أسرار القهوة وأحدث التوجهات في عالمها. نصائح، وصفات، وقصص ملهمة نقدمها لعشاق القهوة الباحثين عن تجربة مميزة.",
    "list": [
      {
        "title": "معرض القهوة أوغندا والسعودية",
        "description": "في لقاء يجمع بين التقاليد والأصالة، يسلط معرض القهوة الضوء على العلاقة الفريدة بين أوغندا، موطن حبوب القهوة الفاخرة، والسعودية، حيث يحتل..."
      },
      {
        "title": "فوائد القهوة: أكثر من مجرد مشروب",
        "description": "القهوة ليست فقط لبدء يومك بنشاط، بل تحمل فوائد صحية عديدة مثل تحسين التركيز وتعزيز الطاقة. اكتشف كيف تجعل القهوة جزءًا من روتينك الصحي."
      },
      {
        "title": "كيف تختار حبوب القهوة المناسبة لذوقك؟",
        "description": "اختيار حبوب القهوة قد يكون محيرًا، لكن مع بعض النصائح البسيطة يمكنك العثور على النوع المثالي. تعرّف على الفرق بين القهوة العربية، الإثيوبية، والكولومبية..."
      }
    ],
    "read_more": "عـرض الـمـزيـد",
    "all_articles": "جميع المقالات"
  },
  "colombian_coffee_title": "القهوة الكولومبية - نكهة تفوق التوقعات",
  "coffee_intro": "القهوة ليست مجرد مشروب يومي يمدنا بالطاقة ويجعل صباحاتنا أكثر نشاطًا، بل هي تجربة متعددة الأبعاد مليئة بالفوائد الصحية والنفسية. مع كل رشفة من هذا المشروب الساحر، هناك الكثير لتكتشفه. دعنا نتعرف على فوائد القهوة التي تجعلها أكثر من مجرد عادة.",

  "energy_boost_title": "تعزيز الطاقة والتركيز",
  "energy_boost_desc": "القهوة غنية بالكافيين، وهو منبه طبيعي يساعد على تحسين التركيز وزيادة اليقظة. سواء كنت تبدأ يومك أو تحتاج إلى دفعة طاقة أثناء العمل، فإن القهوة هي الخيار الأمثل لتعزيز الأداء الذهني والجسدي.",

  "antioxidants_title": "مصدر غني بمضادات الأكسدة",
  "antioxidants_desc": "تحتوي القهوة على نسبة عالية من مضادات الأكسدة التي تحارب الجذور الحرة في الجسم، مما يساعد في تقليل الالتهابات وتقوية الجهاز المناعي. هذه الخصائص تجعل القهوة خيارًا صحيًا لحماية خلايا الجسم من التلف.",

  "mood_improvement_title": "تحسين المزاج ومحاربة الاكتئاب",
  "mood_improvement_desc": "تناول القهوة يمكن أن يحسن الحالة المزاجية بشكل ملحوظ. أثبتت الدراسات أن الكافيين يعزز إفراز هرمونات السعادة مثل السيروتونين والدوبامين، مما يقلل من مشاعر التوتر ويمنحك شعورًا بالسعادة والراحة.",

  "brain_health_title": "دعم صحة الدماغ",
  "brain_health_desc": "هناك أبحاث تشير إلى أن تناول القهوة بشكل معتدل يمكن أن يقلل من خطر الإصابة بأمراض مثل الزهايمر وباركنسون. القهوة تساعد في تعزيز وظائف الدماغ مع التقدم في العمر.",

  "sports_performance_title": "تعزيز الأداء الرياضي",
  "sports_performance_desc": "لدى الرياضيين، القهوة تعمل كمنشط طبيعي يحسن من الأداء البدني. الكافيين يساعد في زيادة قوة التحمل وتقليل التعب العضلي، مما يجعلها مشروبًا مفضلًا قبل التمارين الرياضية.",

  "liver_health_title": "تحسين صحة الكبد",
  "liver_health_desc": "تشير الدراسات إلى أن شرب القهوة يوميًا قد يقلل من خطر الإصابة بأمراض الكبد مثل تليف الكبد والكبد الدهني، مما يجعلها خيارًا صحيًا لصحة الكبد.",

  "metabolism_boost_title": "تحسين عملية التمثيل الغذائي",
  "metabolism_boost_desc": "القهوة تساهم في تسريع عملية الأيض، مما يجعلها مفيدة للأشخاص الذين يسعون للحفاظ على وزن صحي أو فقدان الوزن.",

  "moderate_coffee_title": "تناول القهوة باعتدال",
  "moderate_coffee_desc": "رغم كل الفوائد، يُنصح بتناول القهوة باعتدال لتجنب أي آثار جانبية، مثل القلق أو الأرق. كوب إلى ثلاثة أكواب يوميًا كافية للاستفادة من فوائدها دون التأثير سلبًا على الصحة.",

  "final_thoughts": "في النهاية، القهوة ليست مجرد مشروب عادي. إنها رحلة من الفوائد الصحية، اللحظات السعيدة، وروابط لا تُنسى مع الأشخاص والأماكن. استمتع بكوبك القادم مع إدراك أنك تحتسي صحة وسعادة في كل رشفة. ☕",
  "colombian_coffee_description": "اكتشف الطعم الفريد للقهوة الكولومبية التي تجمع بين الجودة العالية والنكهات الغنية. مع كل رشفة، ستشعر بالحلاوة المتوازنة ولمسات الكراميل والشوكولاتة، مقدمًا تجربة لا تُنسى لعشاق القهوة الفاخرة."
}
