{
  "hero_title": "ابدأ يومك بفنجان من السعادة",
  "hero_subtitle": "في Nonda Coffee، نؤمن أن القهوة ليست مجرد مشروب، بل تجربة تُلهمك وتمنح يومك بداية رائعة.",
  "contact_us": "تواصل معنا",
  "about": {
    "title": "من نحن",
    "subtitle": "قصتنا مع القهوة",
    "description": "تأسست Nonda Coffee بشغف لإعادة تعريف تجربة القهوة. بدأنا رحلتنا من مزرعة صغيرة تجمع أفضل أنواع حبوب البن، وتوسعت رؤيتنا لتقديم القهوة المميزة لعشاقها في كل مكان. نعمل عن كثب مع المزارعين لضمان الجودة والاستدامة، ونسعى دائمًا لإلهام عملائنا بفنجان من السعادة كل يوم.\nنحن ملتزمون بتقديم تجربة قهوة متكاملة تشمل كل التفاصيل من الطعم وحتى التغليف.",
    "learn_more": "اعرف المزيد"
  },
  "coffee_trip": {
    "title": "رحلة القهوة - من البذرة إلى فنجانك",
    "description": "في Nonda Coffee، تبدأ القصة بحبة صغيرة مليئة بالإمكانات، وتنتهي بلحظة استثنائية مع فنجان قهوة مثالي.",
    "steps": {
      "farming": "1. الزراعة والحصاد",
      "processing": "2. معالجة الحبوب",
      "roasting": "3. التحميص",
      "grinding": "4. الطحن",
      "brewing": "5. التحضير والتقديم"
    }
  },
  "products": {
    "title": "منتجاتنا",
    "subtitle": "اكتشف تنوعنا المميز",
    "description": "في Nonda Coffee، نقدم لك مجموعة متنوعة من المنتجات التي تلبي جميع الأذواق، مصممة بعناية لتجربة قهوة لا تُنسى.",
    "items": [
      {
        "title": "القهوة الكولومبية - نكهة تفوق التوقعات",
        "description": "اكتشف الطعم الفريد للقهوة الكولومبية التي تجمع بين الجودة العالية والنكهات الغنية. مع كل رشفة، ستشعر بالحلاوة المتوازنة ولمسات الكراميل والشوكولاتة، مقدمًا تجربة لا تُنسى لعشاق القهوة الفاخرة."
      },
      {
        "title": "القهوة الكولومبية - نكهة تفوق التوقعات",
        "description": "اكتشف الطعم الفريد للقهوة الكولومبية التي تجمع بين الجودة العالية والنكهات الغنية. مع كل رشفة، ستشعر بالحلاوة المتوازنة ولمسات الكراميل والشوكولاتة، مقدمًا تجربة لا تُنسى لعشاق القهوة الفاخرة."
      },
      {
        "title": "قهوة إثيوبية - نكهة أصيلة",
        "description": "تمتع بمذاق القهوة الإثيوبية الفريد، بنكهة الفواكه والزهور المميزة. تجربة فريدة لعشاق القهوة."
      },
      {
        "title": "قهوة برازيلية - لمسة سحرية",
        "description": "نكهات غنية ومميزة من البرازيل، تحمل في كل رشفة طعمًا متوازنًا بين الشوكولاتة والمكسرات."
      }
    ]
  },
  "our_story": {
    "title": "قصة القهوة الأوغندية",
    "description": "استمتع برحلة مميزة إلى قلب مزارع القهوة في أوغندا مع هذا الفيديو التعريفي. تعرف على تاريخ القهوة الأوغندية، كيف تُزرع في المرتفعات الخضراء، وأسرار جودتها التي جعلتها واحدة من أكثر أنواع القهوة تميزًا في العالم. شاهد كيف تتحول الحبوب إلى تجربة غنية تنبض بالنكهة."
  },
  "testimonials": {
    "title": "آراء عملائنا",
    "description": "آراء عملائنا تعكس جودة قهوتنا وتجربتهم المميزة مع Nonda Coffee. نسعى لتقديم تجربة استثنائية تُثري لحظاتك اليومية مع كل فنجان.",
    "reviews": [
      {
        "text": "تجربة قهوة متكاملة، من التغليف الجميل إلى الطعم الرائع. أحببت اهتمامهم بالتفاصيل وطريقة تحضير القهوة المثالية!",
        "name": "محمد القحطاني"
      },
      {
        "text": "الخدمة رائعة والتوصيل سريع، والأهم أن القهوة دائمًا طازجة وطعمها استثنائي. أحببت تنوع النكهات لديهم.",
        "name": "مها الفاروق"
      },
      {
        "text": "أفضل قهوة جربتها على الإطلاق! جودة الحبوب واضحة جدًا في كل رشفة، والنكهات مميزة بشكل لا يصدق. أصبحت جزءًا أساسيًا من صباحي اليومي!",
        "name": "أحمد العتيبي"
      }
    ]
  },
  "articles": {
    "title": "مقالات Nonda Coffee - لعشاق القهوة",
    "description": "اكتشف أسرار القهوة وأحدث التوجهات في عالمها. نصائح، وصفات، وقصص ملهمة نقدمها لعشاق القهوة الباحثين عن تجربة مميزة.",
    "list": [
      {
        "title": "معرض القهوة أوغندا والسعودية",
        "description": "في لقاء يجمع بين التقاليد والأصالة، يسلط معرض القهوة الضوء على العلاقة الفريدة بين أوغندا، موطن حبوب القهوة الفاخرة، والسعودية، حيث يحتل..."
      },
      {
        "title": "فوائد القهوة: أكثر من مجرد مشروب",
        "description": "القهوة ليست فقط لبدء يومك بنشاط، بل تحمل فوائد صحية عديدة مثل تحسين التركيز وتعزيز الطاقة. اكتشف كيف تجعل القهوة جزءًا من روتينك الصحي."
      },
      {
        "title": "كيف تختار حبوب القهوة المناسبة لذوقك؟",
        "description": "اختيار حبوب القهوة قد يكون محيرًا، لكن مع بعض النصائح البسيطة يمكنك العثور على النوع المثالي. تعرّف على الفرق بين القهوة العربية، الإثيوبية، والكولومبية..."
      }
    ],
    "read_more": "عـرض الـمـزيـد",
    "all_articles": "جميع المقالات"
  },
  "be_closer": {
    "title": "كن قريبًا من عالم القهوة",
    "description": "اشترك في نشرتنا البريدية واحصل على آخر العروض والتحديثات، بالإضافة إلى خصومات حصرية لأعضاء مجتمعنا.",
    "email_placeholder": "بريدك الإلكتروني"
  }
}
