{
  "home": "الرئيسية",
  "breadCrumb": "شروط الاستخدام",
    "title": "شروط وأحكام استخدام الموقع",
    "introduction": "مرحبًا بك في موقعنا. يُرجى قراءة شروط الاستخدام التالية بعناية قبل استخدام هذا الموقع. باستخدامك الموقع، فإنك توافق على الالتزام بهذه الشروط والأحكام. إذا كنت لا توافق على أي من هذه الشروط، يُرجى التوقف عن استخدام الموقع فورًا.",
    "sections": {
      "acceptance": {
        "title": "1. قبول الشروط:",
        "description": "باستخدام الموقع، فإنك توافق على الالتزام بشروط الاستخدام هذه، بالإضافة إلى أي قوانين ولوائح محلية أو دولية معمول بها."
      },
      "intellectualProperty": {
        "title": "2. حقوق الملكية الفكرية:",
        "points": [
          "جميع المحتويات المعروضة على الموقع، بما في ذلك النصوص، الصور، الشعارات، والبرمجيات، هي ملك للشركة ومحمية بموجب قوانين حقوق الملكية الفكرية.",
          "يُمنع نسخ أو تعديل أو توزيع أي محتوى دون إذن كتابي مسبق من الشركة."
        ]
      },
      "siteUsage": {
        "title": "3. استخدام الموقع:",
        "points": [
          "يُسمح باستخدام الموقع لأغراض قانونية فقط وبما يتوافق مع هذه الشروط.",
          "يُمنع استخدام الموقع بأي طريقة تؤدي إلى انتهاك حقوق الآخرين أو تعطيل العمليات على الموقع."
        ]
      },
      "accountRegistration": {
        "title": "4. تسجيل الحساب:",
        "points": [
          "يلتزم المستخدم بتقديم معلومات صحيحة وكاملة عند تسجيل الحساب.",
          "الشركة تحتفظ بالحق في إلغاء أو تعليق أي حساب يتم استخدامه بطريقة تخالف هذه الشروط."
        ]
      },
      "privacyPolicy": {
        "title": "5. سياسة الخصوصية:",
        "points": [
          "باستخدام الموقع، فإنك توافق على سياسة الخصوصية الخاصة بنا التي تنظم كيفية جمع واستخدام بياناتك الشخصية.",
          "للاطلاع على سياسة الخصوصية، يُرجى زيارة [رابط صفحة الخصوصية]."
        ]
      },
      "disclaimer": {
        "title": "6. الإخلاء من المسؤولية:",
        "points": [
          "يتم توفير المحتوى والخدمات \"كما هي\" دون أي ضمانات صريحة أو ضمنية.",
          "الشركة غير مسؤولة عن أي أضرار ناتجة عن استخدام الموقع."
        ]
      },
      "modifications": {
        "title": "7. تعديلات على الشروط:",
        "points": [
          "تحتفظ الشركة بالحق في تعديل هذه الشروط في أي وقت.",
          "سيتم إخطار المستخدمين بالتعديلات الجديدة، واستمرار استخدامك الموقع يعني موافقتك على الشروط المعدلة."
        ]
      }
    }
  }
  